Repository: PikaOS-Linux/pkg-repoman
Catalog: archive/po/*.po
Languages: es, it, pt_br

source: Add Source
es: Agregar repositorio
it: Aggiungi Fonte
pt_br: Adicionar Fonte

source: Enter Source Details
es: Ingrese las detalles de repositorio
it: Inserisci Dettagli Fonte
pt_br: Colocar detalhes da fonte

source: e.g. ppa:mirkobrombin/ppa
es: p.e. ppa:mirkobrombin/ppa
it: es. ppa:mirkobrombin/ppa
pt_br: exemplo: ppa:mirkobrombin/ppa

source: Source Line
es: Línea de repositorio
it: Linea Fonte
pt_br: Linha de origem

source: Could not add source: %s
es: No se puedo agregar repositorio: %s
it: Impossibile aggiungere la fonte: %s
pt_br: Não foi possível adicionar a fonte: %s

source: Could not add source
es: No se puedo agregar repositorio
it: Non posso aggiungere la fonte
pt_br: Não foi possível adicionar a fonte

source: {} could not be added
es: {} no se puedo agregar
it: {} non può essere aggiunto
pt_br: {} não pode ser adicionado

source: Remove {}
es: Eliminar {}
it: Rimuovi {}
pt_br: Remover {}

source: Are you sure you want to remove this source?
es: ¿Estás seguro de que quieres eliminar este repositorio?
it: Sicuro di voler rimuovere questa fonte?
pt_br: Tem certeza que quer remover essa fonte?

source: If you remove this source, you will need to add it again to continue using it. Any software you've installed from this source will remain installed.
es: Si elimina este repositorio, deberá agregarlo nuevamente para continuar usándolo. Todo el software que haya instalado desde este repositorio permanecerá instalado.
it: Se rimuovi questa fonte, dovrai aggiungerla nuovamente per usarla di nuovo. Ogni software installato da questa fonte rimarrà installato.
pt_br: Se você remover esta fonte, você precisará adicioná-la novamente para continuar a usá-la. Qualquer software que você tenha instalado a partir desta fonte permanecerá instalado.

source: If you remove this source, you will need to add it again to continue using it.
es: Si elimina este repositorio, deberá agregarlo nuevamente para continuar usándolo.
it: Se rimuovi questa fonte, dovrai aggiungerla di nuovo per continuare ad utilizzarla.
pt_br: Se você remover esta fonte, você precisará adicioná-la novamente para continuar a usá-la. Qualquer software que você tenha instalado a partir desta fonte continuará instalado.

source: All flatpaks you've installed from this source will be removed.
es: Se eliminará todo el flatpaks que haya instalado de este repositorio.
it: Tutti i flatpaks installati da questa fonte verranno rimoss.
pt_br: Todos os flatpaks que você instalou desta fonte serão removidas.

source: Removed Flatpaks
es: Flatpaks elimina
it: Rimuovi Flatpaks
pt_br: Flatpaks Removidos

source: The following Flatpaks will be removed with this source:
es: El siguiente flatpaks se eliminará con este repositorio
it: I seguenti Flatpaks verranno rimossi con questa fonte:
pt_br: Os seguintes Flatpaks serão removidos dessa fonte:

source: Modify Source
es: Modificar repositorio
it: Modifica Fonte
pt_br: Modificar Fonte

source: Name
es: Nombre
it: Nome
pt_br: Nome

source: Source Code
es: Código fuente
it: Codice Sorgente
pt_br: Código Fonte

source: URIs
es: URI:
it: URI

source: Version
es: Versión:
it: Versione
pt_br: Versão

source: Components
es: Componente:
it: Componenti
pt_br: Componentes

source: Enabled
es: Habilitar:
it: Abilitato
pt_br: Ativado

source: Homepage
es: Página principal
it: Home
pt_br: Página inicial

source: Installed Flatpaks
es: Flatpaks installado
it: Flatpaks installati
pt_br: Flatpaks Instalados

source: The following Flatpaks are currently installed from {}
es: El siguiente flatpaks está instalado actualmente desde {}
it: I seguenti Flatpaks sono stati installati da {}
pt_br: Os seguintes Flatpaks estão instalados de {}

source: Applications:
es: Aplicaciones:
it: Applicazioni:
pt_br: Aplicativos:

source: Flatpak Sources
es: Repositorios Flatpak
it: Sorgenti Flatpaks
pt_br: Fontes de Flatpak

source: These sources are for software provided via Flatpak. They may present a security risk. Only add sources that you trust.
es: Estos repositorios son para el software proporcionado a través de Flatpak. Pueden presentar un riesgo de seguridad. Solo agregue repositorios de confianza.
it: Queste fonti sono per il software fornito tramite Flatpak. Possono presentare un rischio per la sicurezza. Aggiungi solo fonti di cui ti fidi.
pt_br: Essas fontes são de softwares distribuídos via Flatpak. Eles podem talvez apresentar problemas de segurança. Apenas adicione fontes que você confia.

source: Source
es: Repositorio
it: Fonte
pt_br: Fonte

source: Type
es: Tipo
it: Tipo
pt_br: Tipo

source: Add New Source
es: Agregar repositorio
it: Aggiungi Nuova Fonte
pt_br: Adicionar Nova Fonte

source: Remote Info
es: Información del repositorio
it: Info Remote
pt_br: Informações da Fonte

source: Remove Selected Source
es: Eliminar repositorio
it: Rimuovi Fonte Selezionata
pt_br: Remover Fonte Selecionada

source: Extra Sources
es: Repositorios adicionales
it: Fonti Extra
pt_br: Fontes Extras

source: These sources are for software provided by a third party. They may present a security risk or cause system instability. Only add sources that you trust.
es: Estas fuentes son para software proporcionado por un tercero. Pueden presentar un riesgo de seguridad o pueden causar inestabilidad del sistema. Solo agregue fuentes en las que confíe.
it: Queste fonti sono per il software fornito da terze parti. Possono presentare un rischio per la sicurezza o causare instabilità del sistema. Aggiungi solo fonti di cui ti fidi.
pt_br: Essas fontes são de softwares distribuídos por terceiros. Eles podem apresentar riscos de segurança ou causar instabilidade no sistema. Apenas adicione fontes que você confia.

source: Modify Selected Source
es: Modificar el repositorio
it: Modifica Fonte Selezionata
pt_br: Modificar Fonte Selecionada

source: Delete Selected Source
es: Eliminar el repositorio
it: Elimina Fonte Selezionata
pt_br: Deletar Fonte Selecionada

source: Community-maintained software
es: Software mantenido por la comunidad
it: Software mantenuto dalla Community
pt_br: Softwares mantidos pela comunidade

source: Proprietary drivers for devices
es: Controladores de hardware propietarios
it: Driver proprietari per i dispositivi
pt_br: Drivers de dispositivos proprietários

source: Software with Copyright or Legal Restrictions
es: Software con derechos de autor o restricciones legales
it: Software con Copyright o Restrizioni Legali
pt_br: Softwares com Direitos Autorais ou Restrições Legais

source: Include source code
es: Incluir código fuente
it: Includi codice sorgente
pt_br: Incluir código fonte

source: Prerelease updates
es: Actualizaciones aún no publicadas
it: Aggiornamenti pre-rilascio
pt_br: Atualizações de pré-lançamento

source: Official Sources
es: Repositorios oficiales
it: Fonti Ufficiali
pt_br: Fontes Oficiais

source: Official sources are provided by {} and its developers. It's recommended to leave these sources enabled.
es: Las fuentes oficiales son las proporcionadas por {} y sus desarrolladores. Se recomienda dejar estas fuentes habilitadas.
it: Le fonti ufficiali sono fornite da {} e dai suoi sviluppatori. Si consiglia di lasciare abilitate queste fonti.
pt_br: Fontes oficiais são distribuídas pelo {} e seus desenvolvedores. É recomendável deixar essas fontes ativadas.

source: Reset Mirrors to Defaults
es: Restablecen a los predeterminados
it: Ripristina Mirror di Default
pt_br: Redefinir servidores para o padrão

source: Developer Options (Advanced)
es: Opciones avanzadas de desarrollador.
it: Opzioni Sviluppatore (Avanzato)
pt_br: Opções de Desenvolvedor (Avançado)

source: These options are primarily of interest to developers.
es: Estas opciones son aquellas que interesan principalmente a los desarrolladores.
it: Queste opzioni interessano principalmente gli sviluppatori.
pt_br: Essas opções são de interesse a desenvolvedores.

source: Remove Mirror
es: Eliminar servidor
it: Rimuovi Mirror
pt_br: Remover Servidor

source: Add a new mirror
es: Agregar nuevo servidor
it: Aggiungi nuovo mirror
pt_br: Adicionar um novo servidor

source: Add mirror
es: Agregar servidor
it: Aggiungi mirror
pt_br: Adicionar servidor

source: Settings
es: Configuraciones
it: Impostazioni
pt_br: Configurações

source: Updates
es: Actualizaciones
it: Aggiornamenti
pt_br: Atualizações

source: Important security updates
es: Actualizaciones importantes de seguridad
it: Aggiornamenti di sicurezza importanti
pt_br: Atualizações de segurança importantes

source: Recommended updates
es: Actualizaciones recomendadas
it: Aggiornamenti consigliati
pt_br: Atualizações recomendadas

source: Unsupported updates
es: Actualizacions sin servicio técnico
it: Aggiornamenti non supportati
pt_br: Atualizações sem suporte

source: Update Sources
es: Fuentes de actualizaciones
it: Aggiorna Fonti
pt_br: Fontes de Atualização

source: These sources control how %s checks for updates. It is recommended to leave these sources enabled.
es: Estas fuentes controlan cómo %s busca actualizaciones. Se recomienda dejar estas fuentes habilitadas.
it: Queste fonti controllano il modo in cui %s verifica gli aggiornamenti. Si consiglia di lasciare abilitate queste fonti.
pt_br: Essas fontes controlam como o %s procura por atualizações. É recomendado deixar essas fontes ativadas.
